[
  {
    "name": "日",
    "meaning": "day;sun;Japan",
    "reading": "o=ニチ;ジツ||k=-ひ;-び",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "The sun radical and sun kanji are the same!",
    "reading_mnemonic": "The sun is so hot. It focused its rays to take out one man... and that man is Friedrich Nietzsche (にち), famous philosopher. He philosophized one too many things about the sun, so the sun decided it was time he paid.",
    "word_type": "",
    "components": [ "日" ]
  },
  {
    "name": "時",
    "meaning": "time;hour",
    "reading": "o=ジ-;ド||k=とき",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "The sun is used in the temple to tell time. Clocks aren't allowed in sacred places like this!, Go see where the sun falls in the temple. That's how you know that time it is.",
    "reading_mnemonic": "Who will you find in the temple of sun? Jesus (じ) ofcourse! ",
    "word_type": "",
    "components": [ "日", "寺" ]
  },
  {
    "name": "上",
    "meaning": "above;upper;up",
    "reading": "o=ショウ;ジョウ||k=うえ;あ.げる;かみ",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "There's a toe above ground. Look at it.",
    "reading_mnemonic": "The toe sticking up above the ground is just a little thing... You go up to poke it and then you realize that the toe actually belongs to Joseph (じょう) Stalin. Joe doesn't like people messing with his toes, so you slowly back away.",
    "word_type": "",
    "components": [ "一", "ト" ]
  },
  {
    "name": "女",
    "meaning": "woman;female",
    "reading": "o=ジョ;ニョ||k=おんな",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "This kanji is same as its radical. So it's easy.",
    "reading_mnemonic": "The first woman you've met was Jo(じょ)sephina",
    "word_type": "",
    "components": [ "女" ]
  },
  {
    "name": "安",
    "meaning": "peace;cheap;safety",
    "reading": "o=アン||k=やす",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "A woman who wears a helmet feels safe, and it is also very cheap.",
    "reading_mnemonic": "What name have this woman who whears a helmet? Oh, you find her name, it's Anne (あん)",
    "word_type": "",
    "components": [ "女", "宀" ]
  },
  {
    "name": "一",
    "meaning": "one",
    "reading": "o=イチ;イツ||k=ひと-",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "Even if the radical means ground, the kanji representative for its meaning. You have ONE line, that's all.",
    "reading_mnemonic": "If you hold ONE finger horizontally for too long it will start to ITCH (いち).",
    "word_type": "",
    "components": [ "一" ]
  },
  {
    "name": "二",
    "meaning": "two",
    "reading": "o=ニ||k=ふた",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "The kanji is same as radical.",
    "reading_mnemonic": "Well, think about it.. you have TWO knee (に).",
    "word_type": "",
    "components": [ "二" ]
  },
  {
    "name": "三",
    "meaning": "three",
    "reading": "o=サン||k=み",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "This one uses the ground radical (which also happens to be the kanji for \"one\") and the radical \"two.\" Let's combine those ones together. What do you get? You get three",
    "reading_mnemonic": "Imagine your son (さん) have THREE eyes, creepy, right?",
    "word_type": "",
    "components": [ "二", "一" ]
  },
  {
    "name": "四",
    "meaning": "four",
    "reading": "o=シ||k=よん;よ",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "Imagine contorting yourself in such a way that your legs end up inside your mouth. You have bent your body in all the wrong ways in order to achieve this. In fact, if you look at yourself, you look like a square now... You're just a person with four sides.",
    "reading_mnemonic": "When people whatch you they get SHIvers(し)",
    "word_type": "",
    "components": [ "口", "儿" ]
  },
  {
    "name": "五",
    "meaning": "five",
    "reading": "o=ゴ||k=いつ",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "The radical and the kanji are the same",
    "reading_mnemonic": "Do you know the brand \"5 to GO (ご)\"? It's really convenient!",
    "word_type": "",
    "components": [ "五" ]
  },
  {
    "name": "大",
    "meaning": "big",
    "reading": "o=ダイ;タイ||k=おお-;おお.きい",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "The big radical and the big kanji are exactly the same!",
    "reading_mnemonic": "You have a BIG wish: To learn have a TIE (たい), else you'd better like to DIE (だい)!",
    "word_type": "",
    "components": [ "大" ]
  },
  {
    "name": "人",
    "meaning": "person;human",
    "reading": "o=ジン;ニン-||k=ひと;と;-り",
    "type": "1",
    "required_level": "1",
    "meaning_mnemonic": "The kanji and the radical have the same meaning.",
    "reading_mnemonic": "What people do you love the most? That's right, GINGER(じん) ones!",
    "word_type": "",
    "components": [ "人" ]
  },
  {
    "name": "月",
    "meaning": "moon;month",
    "reading": "o=ゲツ;ガツ;ツ||k=つき",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "The kanji and the radical have the same meaning. It also means month.",
    "reading_mnemonic": "The one who GETS (げつ) the MOON must have some GUTS (がつ)!",
    "word_type": "",
    "components": [ "月" ]
  },
  {
    "name": "学",
    "meaning": "school;science;learning;study",
    "reading": "o=ガク;マナ",
    "type": "1",
    "required_level": "2",
    "meaning_mnemonic": "Let's imagine that the upper lid is a viking helmet. You have a wild viking child you have to take care of. He won't do anything but study, surprisingly. You can't get him to eat, use the bathroom, or anything else. He just wants to study.",
    "reading_mnemonic": "his crazy viking child who prefers study over pillaging (and other viking activities)... the other vikings just stop and gawk (がく) at him when they walk by.",
    "word_type": "",
    "components": [ "子" ]
  },
  {
    "name": "生",
    "meaning": "life;genuine;birth",
    "reading": "o=セイ;ショウ||k=い.きる;い.かす;い.ける",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "The life radical and the life kanji are the same, so hopefully you now just know them both.",
    "reading_mnemonic": "Whenever we need to remember せい, we use the character \"X\" because he always says \"SEI\" \"SEI\"",
    "word_type": "",
    "components": [ "生" ]
  },
  {
    "name": "友",
    "meaning": "friend",
    "reading": "o=ユウ;ト",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "The narwhal is sitting on a stool. Why is he sitting there? You told all the people you thought were your friends to stay sitting on the stools if they were indeed still your friend. When you come back to see who's still left, it turns out only the narwhal is there for you. Narwhals make the greatest of friends.",
    "reading_mnemonic": "\"You (ゆう) are my friend, Narwhal prince,\" you say. \"Only you.\"",
    "word_type": "",
    "components": [ "又", "ナ" ]
  },
  {
    "name": "達",
    "meaning": "accomplished;reach;arrive;attain",
    "reading": "o=タツ;ダ||k=たち",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "For happiness, a water slide is the best way to attain it – plural water slides; even better. Everyone loves a good water slide. As they say, the path to attaining happiness is littered with plural waterslides.",
    "reading_mnemonic": "If there’s not a water slide around you, getting a tattoo (たつ) of one is the next best thing. Might as well get two tattooed on because plural is always better. This is a surefire way to attain happiness. Get a tattoo.",
    "word_type": "",
    "components": [ "幸", "⻌" ]
  },
  {
    "name": "気",
    "meaning": "spirit;mind;air;atmosphere;mood",
    "reading": "o=キ;ケ||k=いき",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "You're looking for a treasure, but no normal treasure... a treasure that's a stash of energy. Not gold, money, or anything like that. Imagine yourself finding it, and opening up a treasure chest. Out bursts a spirit ball of energy like you've never seen.",
    "reading_mnemonic": "As you reach inside the energy spirit, you feel something hard inside. It's a large key (き) that gives you access to another treasure.",
    "word_type": "",
    "components": [ "气", "メ" ]
  },
  {
    "name": "元",
    "meaning": "beginning;former time;origin",
    "reading": "o=ガン;ゲン||k=もと",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "The radical and the kanji are the same! You're in luck, today.",
    "reading_mnemonic": "What is your origin, in the grand scheme of things? What generation were you? I was Gen-Y (げん), for example. You might be Gen-X, or something else.",
    "word_type": "",
    "components": [ "元" ]
  },
  {
    "name": "今",
    "meaning": "now",
    "reading": "o=コン;キン;イ||k=いま",
    "type": "1",
    "required_level": "4",
    "meaning_mnemonic": "A human with a hat is sitting NOW in front of you.",
    "reading_mnemonic": "He's wearing a hat because he plans to participate in a con(コン)cert.",
    "word_type": "",
    "components": [ "亻" ]
  },
  {
    "name": "明",
    "meaning": "bright;light",
    "reading": "o=メイ;ミョウ;ミン||k=あか",
    "type": "1",
    "required_level": "3",
    "meaning_mnemonic": "The sun AND the moon are out? With both their light-powers combined, it's incredibly bright outside.",
    "reading_mnemonic": "When do things start to get bright outside? I'd say when things start getting sunny, and that is the month of May (めい).",
    "word_type": "",
    "components": [ "日", "月" ]
  },
  {
    "name": "私",
    "meaning": "I;me;private",
    "reading": "o=シ||k=わたくし;わたし",
    "type": "1",
    "required_level": "4",
    "meaning_mnemonic": "No one can pile pine branches better than I. I am the best at putting pine branches into a pile. And don’t you forget it.",
    "reading_mnemonic": "You know who else thinks they’re great at piling pines? Charlie Sheen (し). Charlie Sheen knows there’s no I in team, but there are two Is in winning.",
    "word_type": "",
    "components": [ "ム", "禾" ]
  },
  {
    "name": "誰",
    "meaning": "who;someone;somebody",
    "reading": "o=スイ||k=だれ;たれ;た",
    "type": "1",
    "required_level": "4",
    "meaning_mnemonic": "Who will say turkey? Who? WHO???",
    "reading_mnemonic": "Then, someone says turkey. \"Who said turkey? You? How dare (だれ) you.\"",
    "word_type": "",
    "components": [ "隹", "言" ]
  },
  {
    "name": "試",
    "meaning": "test;try;attempt;experiment;ordeal",
    "reading": "o=シ||k=こころ.みる;ため.す",
    "type": "1",
    "required_level": "4",
    "meaning_mnemonic": "Say you are doing construction at a ceremony - people are gonna try and attempt to get you to stop. It's very rude to do construction in the middle of a ceremony so people are gonna try and get you to stop it",
    "reading_mnemonic": "Probably the only guy who could try and succeed at having an attempt with construction in the middle of a ceremony would be Charlie Sheen (し). All Charlie Sheen does is win, and since he’s winning all the time, he’d probably win at construction like this if he gave it a try.",
    "word_type": "",
    "components": [ "言", "弋", "工" ]
  },
  {
    "name": "験",
    "meaning": "verification;effect;testing",
    "reading": "o=ケン;ゲン||k=あかし;しるし;ため.す;ためし",
    "type": "1",
    "required_level": "4",
    "meaning_mnemonic": "A horse and a squid take a test to see which is the superior animal. The test will test their mental and physical abilities. Who is superior – the squid, or the horse?",
    "reading_mnemonic": "The final test is racing in the Kentucky (けん) Derby. This may seem unfair, but the squid totally dominated the swim challenge, so it’s only fair that the horse gets a chance in the Kentucky Derby.",
    "word_type": "",
    "components": [ "馬" ]
  }

]